Repository: Funcan/heekscad
Catalog: */HeeksCAD.po
Languages: de

source: corner radius
de: Eckradius

source: Simple Mesh
de: Einfaches Gittermodell

source: Add a simple mesh
de: Erstelle ein einfaches Gittermodell

source: Mesh
de: Gittermodell

source: mesh options
de: Gitter Modell Optionen

source: number of splits
de: Anzahl der Unterbrechungen

source: Edge cannot have more than 2 faces!
de: Kante kann nicht mehr wie 2 Oberflächen haben

source: Set All Vertex Normals
de: Alle Ecken des Poligons normal

source: Recalculate All Face Centres
de: Neuberechnung aller Mittelpunkte der Oberflächen

source: Split Edge
de: Kante trennen

source: Recalculate a Good Centre Point
de: Kalkuliere einen passenden Mittelpunkt

source: Mesh Edge
de: Gitter Ecke

source: Mesh Face
de: Gitter Oberfläche

source: Mesh Vertex
de: Gitter-Eckpunkte
