Repository: Funcan/heekscad
Catalog: */HeeksCAD.po
Languages: de

source: centre pos
de: Mittelpunkt Position

source: direction
de: Richtung

source: x direction
de: X Richtung

source: height
de: Höhe

source: cone must not have both radiuses the same
de: Beim Kegel nicht 2 gleiche Radien

source: Fatal Error converting sketch to face
de: Fehler beim belegen der Zeichnung mit einer Oberfläche

source: Set position and orientation by picking 3 points
de: Setze Position und Richtung durch benennen 3er Punkte

source: Set this coordinate system as the active one
de: Setze dieses Koordinatensystem auf Aktiv

source: Set world coordinate system active
de: Setze World Koordinatensystem aktiv

source: x axis
de: X Achse

source: y axis
de: Y Achse

source: Vertical Angle
de: Vertikaler Winkel

source: Horizontal Angle
de: Horizontaler Winkel

source: Twist Angle
de: Dreh Winkel

source: Pick the location
de: Wähle den Ort

source: Pick a point on the x-axis
de: Wähle einen Punkt auf der X-Achse

source: Pick a point where y > 0
de: Wähle einen Punkt wo Y>0 ist

source: datum corner
de: Datums Ecke

source: width ( x )
de: Grösse X

source: height( y )
de: Höhe Y

source: depth ( z )
de: Tiefe Z

source: Digitize Mode
de: Digitalisieren Mode

source: Error! The 'Stop Picking' button shouldn't have been available!
de: Fehler! Der "Stop-Picking"-Button sollte nicht zur Verfügung stehen

source: between two points
de: zwischen 2 Punkten

source: Stop drawing
de: Stop mit zeichnen

source: Finish drawing
de: Fertig mit zeichnen

source: Add point
de: Punkt hinzufügen

source: Add a point to drawing
de: Füge einen Punkt zur Zeichnung hinzu

source: Get Position
de: Hole Position

source: Pick position without adding to the drawing
de: Wähle eine Position ohne sie zur Zeichnung hinzuzufügen

source: Solid with edge blend
de: 3D mit Kantenausblendung

source: A fatal error happened during Blend
de: Schwerer Ausnahmefehler beim verbinden ;)

source: Make Sketch
de: Erstelle Zeichnung

source: unknown
de: Unbekannt

source: plane
de: Fläche

source: cylinder
de: Zylinder

source: cone
de: Kegel

source: sphere
de: Kugel

source: end
de: Ende

source: centre
de: Mittelpunkt

source: axis
de: Axe

source: length
de: Länge

source: orientation
de: Richtung

source: rotation
de: Drehung

source: start angle
de: Start Winkel

source: end angle
de: End Winkel

source: Length
de: Länge

source: Picture -
de: Bild-

source: Weight
de: Gewicht

source: Untitled
de: Unbekannt

source: This is not an SVG document!
de: Das ist kein svg Dokument

source: Invalid file type chosen
de: Falscher Dateityp

source: expecting
de: erwartet

source: couldn't open file
de: Kann Datei nicht öffnen

source: Save graphical data file
de: Speichere Bild Datei

source: Show Full Screen
de: Ganzer Bildschirm

source: view options
de: Ansicht

source: stay upright
de: Draufsicht

source: free
de: Frei

source: input mode title
de: nput·mode·title

source: screen text
de: OSD

source: reverse mouse wheel
de: Reverse·Mausrad

source: reverse zooming mode
de: Umgekehrter Zoommodus

source: Ctrl key does rotate
de: Ctrl Taste Drehen

source: show datum
de: Zeige Datum

source: datum is solid
de: Datum fest

source: datum size
de: Datum Grösse

source: datum size is pixels not mm
de: Datum Grösse in Pixel statt mm

source: show ruler
de: Zeige Lineal

source: background color
de: Hintergrundfarbe

source: no grid
de: Kein Grid

source: faint color
de: schwache Farbe

source: colored alpha blending
de: farbiges alpha-blending

source: perspective
de: Perspektive

source: tool icon size
de: Werkzeug Icon Grösse

source: units
de: Einheiten

source: intersection
de: Kreuzung

source: midpoint
de: Mittelpunkt

source: nearest
de: nächste

source: radius for undefined circles
de: Radius für undeffinierte Kreise

source: coordinates
de: Koordinaten

source: screen
de: Bildschirm

source: grid size
de: Grid Grösse

source: snap to grid
de: Am Grid einrasten

source: drawing
de: zeichnen

source: current color
de: Derzeitige Farbe

source: construction color
de: Konstruktions Farbe

source: geometry tolerance
de: geometrie·tolerance

source: point
de: Punkt

source: line
de: Linie

source: arc
de: Bogen

source: infinite line
de: unendliche Linie

source: circle
de: Kreis

source: edge
de: Ecke

source: face
de: Oberfläche

source: solid
de: 3D bearbeiten

source: sketch
de: zeichne

source: image
de: Bild

source: coordinate system
de: Koordinatensystem

source: ruler
de: Lineal

source: file options
de: Datei·Optionen

source: make sketch
de: Erstelle Zeichnung

source: Known Files
de: Bekannte Dateien

source: Heeks files
de: Heeks Dateien

source: IGES files
de: IGES Dateien

source: STEP files
de: STEP Dateien

source: STL files
de: STL Dateien

source: Scalar Vector Graphics files
de: SVG Dateien

source: DXF files
de: DXF Dateien

source: Picture files
de: Bild Dateien

source: Unmark
de: Markierung löschen

source: Mark
de: Markieren

source: Properties
de: Einstellungen

source: Save changes to file
de: Änderungen abspeichern

source: Apply
de: Änderungen anwenden

source: Accept value and continue
de: Einstellungen übernehmen

source: Cancel
de: Abbrechen

source: Cancel operation
de: Operation abbrechen

source: New
de: Neu

source: Open
de: Öffnen

source: Save
de: Speichern

source: Print
de: Drucken

source: Page Setup
de: Seiten Layout

source: Print Preview
de: Druckvorschau

source: Open Recent
de: Zuletzt geöffnet

source: Import
de: Importieren

source: About
de: Über

source: Exit
de: Beenden

source: Undo Ctrl+Z
de: Rückgängig Ctrl+Z

source: Redo Ctrl+Shift+Z
de: Wiederholen Ctrl+Shift+Z

source: Cut
de: Ausschneiden

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Delete
de: Löschen

source: Draw a sketch
de: Zeichnung zeichnen

source: Draw Circles
de: Kreise zeichnen

source: Draw Infinite Lines
de: Unendliche Linien zeichnen

source: Draw Points
de: Punkte zeichnen

source: Draw Regular Shapes
de: Zeichne Formen

source: Add Text
de: Text hinzufügen

source: Add Dimension
de: Dimension hinzufügen

source: Add Coordinate System
de: Koordinatensystem hinzufügen

source: Previous view
de: Letzte Ansicht

source: Zoom window
de: Zoom Fenster

source: Fit view to extents
de: Gröstmöglichen Bereich zoomen

source: Fit view to extents, but no rotation
de: Gröstmöglichen·Bereich·zoomen,ohne Drehung

source: View rotate
de: Ansicht drehen(linke Maustaste)

source: View zoom
de: Ansicht zoomen(linke Maustaste)

source: Full screen
de: Ganzer Bildschirm

source: Redraw
de: Neuzeichnen

source: Add a sphere
de: Kugel hinzufügen

source: Add a cube
de: Würfel hinzufügen

source: Add a cylinder
de: Zylinder hinzufügen

source: Add a cone
de: Kegel hinzufügen

source: Loft two sketches
de: Verbinde 2 Sketches

source: Extrude a sketch
de: Zeichnung in 3D Körper umwandeln

source: Fuse
de: Miteinander verbinden

source: Common
de: Schnittmenge erzeugen

source: Fillet
de: Teilausschnitt

source: Chamfer
de: Kanten abschrägen

source: Move Translate
de: Objekt verschieben

source: Copy Translate
de: Kopiere Objekt

source: Move Rotate
de: Verschieben un drehen des Objekts

source: Copy Rotate
de: Kopieren und drehen

source: Move Mirror
de: Objekt über Linie spiegeln

source: Copy Mirror
de: Obekt als·Kopie über eine Linie spiegeln

source: Objects
de: Objekte

source: Options
de: Optionen

source: Input
de: Eingabe

source: Tool Bar
de: Werkzeug Leiste

source: Solids Tool Bar
de: 3D-Körper Werkzeugleiste

source: Geometry Tool Bar
de: Geometrie Werkzeugleiste

source: Viewing Tool Bar
de: Ansicht Werkzeugleiste

source: Transformations Tool Bar
de: Transformations Werkzeugleiste

source: Status Bar
de: Statusleiste

source: &File
de: &Datei

source: &Edit
de: &Bearbeiten

source: &Geometry
de: &Geometrie

source: &View
de: &Ansicht

source: &Solid
de: &3DKörper

source: &Window
de: &Fenster

source: Reset Layout
de: Layout zurücksetzen

source: Set toolbars to left
de: Setze Werkzeugleisten nach links

source: Coordinate System
de: Koordinaten·System

source: Open file
de: Öffne Datei

source: Import file
de: Importiere Datei

source: Pick two or more solids to be fused together
de: Markiere 2 oder mehr 3D-Körper die verbunden werden sollen

source: Pick two or more solids, only the shape that is contained by all of them will remain
de: Markiere 2 oder mehr 3D-Objekte die sich überschneiden,um die gemeinsame Schnittmenge zu erzeugen

source: Pick one or more edges to add a fillet to
de: Eine/Mehrere Ecken angeben um einen Ausschnitt hinzuzufügen

source: Pick one or more edges to add a chamfer to
de: Markiere eine oder mehrere Kanten,die abgeschrägt werden sollen

source: Edge Chamfer
de: Kanten abschrägen

source: Enter chamfer distance
de: Tiefe der Schräge

source: Distance
de: Entfernung

source: Pick two or more sketches, to create a lofted solid between ( hold down Ctrl key to select more than one solid )
de: Wähle 2 odere mehrere Zeichnungen,welche durch Oberflächen miteinander verbunden werden sollen ( CTRL Taste für Mehrfachauswahl)

source: Cuboid
de: Quader

source: Cylinder
de: Zylinder

source: Cone
de: Kegel

source: Printing
de: Drucken

source: You canceled printing
de: Druckvorgang abgebrochen

source: Previewing
de: Vorschau

source: New file
de: Neue Datei

source: Save file
de: Datei speichern

source: Cut selected items to the clipboard
de: Markierte Bereiche ausschneiden und in die Zwischenablage

source: Copy selected items to the clipboard
de: Markierte·Bereiche·kopieren·und·in·die·Zwischenablage

source: Paste items from the clipboard
de: Einfügen aus der Zwischenablage

source: Undo the previous command
de: Letzte Aktion rückgängig machen

source: Redo the next command
de: Wiederhole die nächste Aktion

source: Start Circle Drawing
de: Zeichne Kreise

source: Start Drawing Infinite Lines
de: Zeichne unendlich lange Linien

source: Start Drawing Points
de: Zeichne Punkte

source: Draw regular shapes; rectangles, polygons, obrounds
de: Formen zeichnen: Rechtecke Poligone Kreistaschen

source: Add a text object
de: Text hinzufügen

source: Add a dimension
de: Dimension hinzufügen

source: Create a Coordinate System
de: Koordinatensystem erstellen

source: Find common solid between two solids
de: Finde Schnittmenge von zwei 3D-Körpern

source: Make a fillet on selected edges
de: schneide markierten Bereich aus

source: Make a chamfer on selected edges
de: Markierte Kanten abschrägen

source: Go back to previous view
de: zurück zur letzten Ansicht

source: Zoom in to a dragged window
de: Markierten Bereich zoomen

source: Zoom in to fit the extents of the drawing into the graphics window
de: Grösstmöglichen Bereich Zoomen

source: Zoom in to fit the extents of the drawing into the graphics window, but without rotating the view
de: Grösstmöglichen·Bereich·Zoomen ohne das Objekt zu drehen

source: Enter view rotating mode
de: Dreh Modus (mit linker Maustaste)

source: Drag to zoom in and out
de: Mit linker Maustaste zoomen

source: Switch to full screen view ( press escape to return )
de: Vollbildschirm Modus (zurück mit ESC)

source: Translate selected items
de: Verschiebe markiertes Element

source: Copy and translate selected items
de: Kopiere und Verschiebe

source: Rotate selected items
de: Drehe markierte Objekte

source: Copy and rotate selected items
de: Kopiere und drehe markierte Objekte

source: Mirror selected items
de: Markiertes Objekt spiegeln

source: Geometry Tools
de: Geometrie·Tools

source: Solid Tools
de: 3D Werkzeug

source: Viewing Tools
de: Ansicht·Tools

source: Input Mode
de: Eingabe·Modus

source: Line drawing mode
de: Modus Linien zeichnen

source: click on start point
de: Startpunkt angeben

source: click on end of line
de: Endpunkt angeben

source: Arc drawing mode
de: Modus Bogen zeichnen

source: click on end of arc
de: Endpunkt des Bogens

source: Infinite line drawing
de: Unendlich lange Linie zeichnen

source: click on first point
de: Der 1 Punkt

source: click on second point
de: Der 2 Punkt

source: Circle drawing mode
de: Kreis zeichnen

source: click on center point
de: Mittelpunkt angeben

source: click on point on circle
de: Punkt auf dem Kreis

source: three points mode
de: 3 Punkte Modus

source: click on third point
de: 1 Punkt angeben

source: draw lines
de: Linien zeichnen

source: draw circles
de: Kreise zeichnen

source: drawing mode
de: Zeichen Modus

source: (press 'a' for arcs)
de: (Drücke·'a'·for·Bögen)

source: Number of items selected
de: Anzahl der selektierten Items

source: Delete Marked Items
de: Lösche markierte Items

source: Copies the selected items to the clipboard
de: Kopiert das Selektierte in die Zwischenablage

source: Paste Into
de: einfügen

source: Paste items from the clipboard to the drawing
de: Füge Items aus der Zwischenablage hinzu

source: Apply any changes made to the properties
de: Aktualisiere alle Änderungen an den Einstellungen

source: Stop editing the object
de: Stoppe die Bearbeitung des Objekts

source: File Path
de: Datei Pfad

source: Plugin must have a name!
de: Plugin muss einen Namen erhalten

source: No file specified!
de: Keine Datei angegeben

source: Choose shared library file
de: Wähle·shared·library·File

source: Edit
de: Bearbeiten

source: Add New Plugin
de: Plugin hinzufügen

source: vertical angle
de: Vertikaler Winkel

source: horizontal angle
de: Horizontaler Winkel

source: twist angle
de: Drehwinkel

source: draw rectangles
de: Zeichne Rechtecke

source: draw polygons
de: Zeichne Polygone

source: draw slots
de: Zeichne Taschen

source: number of sides for polygon
de: Anzahl der Polygon Seiten

source: Add
de: Hinzufügen

source: Add Objects
de: Objekte hinzufügen

source: Remove Objects
de: Entferne Objekte

source: pick some sketches
de: Wähle mehrere Zeichnungn

source: Ruled Surface
de: Linierte Fläche

source: pick sketches
de: Wähle Zeichnung

source: Fatal error making ruled solid
de: Fehler beim erstellen des linierten 3D Objekts

source: Reset the ruler
de: Reset Lineal

source: Left button for selecting objects
de: Mit linker Maustaste Objekt auswählen

source: ( with Ctrl key for extra objects)
de: (·mit·Ctrl·Taste für·Extras·)

source: Drag with left button to window select
de: Verschiebe mit linker Maustaste ins selektierte Fenster

source: or to move object if on an object
de: oder verschiebe das Objekt falls es sich über einem anderen Objekt befindet

source: Mouse wheel to zoom in and out
de: Mausrad zum zoomen

source: Middle button to pan view
de: Mittlere Maustaste für Pan Ansicht

source: ( with Ctrl key to rotate view )
de: (mit CTRL Taste um zu drehen)

source: Middle button to rotate view
de: Mittlere Maustaste zum drehen der Ansicht

source: ( with Ctrl key to pan view )
de: (mit CTRL Taste für rauf/runter)

source: Right button for object menu
de: Rechte Maustaste für Objekt Menü

source: See options window to hide this help
de: Optionen Fenster um den Hilfetext auszublenden

source: Pick Anything
de: Alles auswählen

source: Set the selection filter to all items
de: Setze den Auswahlfilter für alle Items

source: Pick Edges
de: Wähle Kanten/Ecke

source: Set the selection filter to only edges
de: Setze den Auswahlfilter nur für Kanten

source: Enter Offset Value, + for making bigger, - for making smaller
de: Offset angeben,+ für grösser,- für kleiner

source: Offset value
de: Offset Angabe

source: Result of 'Offset Shape'
de: Resultat für 'Offset Shape'

source: Offset Shape
de: Offset Form

source: Result of Fuse Operation
de: Resultat der Vereinigung

source: Result of Common Operation
de: Ergebnis der Schnittmengen Operation

source: Result of Cut Operation
de: Resultat des Ausschneidens

source: STEP solid
de: STEP 3D Körper

source: STEP import not done!
de: STEP Import hat nicht funktioniert

source: sewed IGES solid
de: Verbinden IGES 3D Körper

source: IGES import not done!
de: IGES Import hat nicht funktioniert

source: Number of elements
de: Anzahl der Elemente

source: Transform
de: Umwandeln

source: Transform Objects
de: Objekte bearbeiten

source: Pick objects to move
de: Welche Objekte sollen verschoben werden

source: Enter number of copies
de: Gebe die Anzahl der Kopien an

source: number of copies
de: Anzahl der Kopien

source: Click position to move from
de: Von welcher Position soll verschoben werden

source: Click position to move to
de: An welche Position soll verschoben werden

source: Pick objects to rotate
de: Objekte angeben die gedreht werden sollen

source: Click centre position to rotate about
de: Position angeben um die gedreht werden soll

source: Enter angle to rotate by
de: Drehwinkel angeben

source: angle
de: Winkel

source: Pick objects to mirror
de: Objekte die gespiegelt werden sollen

source: Pick line to mirror about
de: Linie zu spiegeln

source: Pick objects to scale
de: Welches Objekt soll skalliert werden

source: Click centre position to scale about
de: MIttelpunkt der Neuskallierung angeben

source: Enter scale factor
de: Skallierungsfaktor angeben

source: scale factor
de: Skallierungsfaktor

source: Drag with the left mouse button
de: Verschieben mit linker Maustaste

source: Forward to zoom in, Back to zoom out
de: Nach vorne vergrössern,zurück verkleinern

source: Back to zoom in, Forward to zoom out
de: zurück vergrössern,nach vorne verkleinern

source: Hold middle mouse button down to pan
de: Mittlere Maustaste gedrückt halten für hoch/runter

source: Generated
de: Erzeugt

source: Generated from edge
de: Von Kante erzeugt

source: Modified
de: Modifiziert

source: Is Deleted
de: Ist gelöscht

source: Point Size
de: Punkt Grösse

source: Face Name
de: Oberflächenname

source: Underlined
de: Unterstrichen

source: files
de: Dateien

source: All files
de: Alle Dateien

source: Make a selection:
de: Treffe eine Auswahl

source: Alphabetic Mode
de: Alphabetischer Modus

source: False
de: Nein

source: True
de: Ja

source: Unspecified
de: Nicht angegeben

source: is not a floating-point number
de: Keine Fliesskommazahl

source: true
de: Ja

source: false
de: Nein

source: Choose a directory:
de: Wähle Direktory

source: Choose a file
de: Wähle Datei

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Up
de: Hoch

source: Down
de: Runter

source: Failed to load resource image
de: Konnte Bild Resource nicht laden

source: Convert sketch to face
de: Wandle Zeichnung in Oberfläche um

source: Make To Sketch
de: Zur Zeichnung umwandeln

source: Make selected lines and arcs into a new sketch
de: Erstelle aus den markierten linien +Bögen eine neue Zeichnung

source: Combine sketches
de: Kombiniere Zeichnungen

source: Combine selected sketches
de: Kombiniere markierte Zeichnungen

source: Group
de: Gruppe

source: Group selected items
de: Gruppiere die selektierten Bereiche

source: Ungroup
de: Gruppierung aufheben

source: Dimension drawing
de: Dimensionszeichnen

source: Drawing
de: Zeichnen

source: Edge
de: Kante/Ecke

source: Face
de: Oberfläche

source: Gripper
de: Greifer

source: Arc
de: Bogen

source: Circle
de: Kreis

source: Ellipse
de: Elipse

source: Infinite Line
de: Unendlich lange Linie

source: Image
de: Bild

source: Line
de: Linie

source: Point
de: Punkt

source: Magnifying by dragging a window
de: Bereich markieren

source: Point drawing
de: Punkt zeichnen

source: ChangeOwner
de: Benutzerwechsel

source: Ruler
de: Lineal

source: Faces
de: Oberflächen

source: Edges
de: Kanten/Ecken

source: Sketch
de: Zeichnung

source: Solid
de: 3D Körper

source: STL Solid
de: STL 3D Körper

source: View Rotate
de: Ansicht·drehen(linke·Maustaste)

source: View Zoom
de: Ansicht·zoomen(linke·Maustaste)

source: Dragging a window
de: Markiere einen Ausschnitt

source: Wire
de: Verbinden

source: object type
de: Objekt Typ

source: object title
de: Objekt Name

source: color
de: Farbe

source: visible
de: Sichtbar

source: Unknown
de: Unbekannt

source: Unknown Property
de: Unbekannte Einstellung

source: retractzheight
de: Rückzugsebene für Z

source: toolcornerrad
de: Radius Werkzeugspitze

source: toolflatrad
de: Radius Werkzeugschaft

source: samplestep
de: Beispiel Schritt

source: stepdown
de: Schritt runter

source: startpoint_x
de: Startpunkt X

source: startpoint_y
de: Startpunkt Y

source: startvel_x
de: Startgeschwindigkeit X

source: startvel_y
de: Startgeschwindigkeit Y

source: tool number
de: Werkzeug Nummer

source: tool diameter
de: Werkzeug Durchmesser

source: clearance height
de: Freie Höhe

source: step down
de: Tiefe pro Schritt

source: start depth
de: Tiefe zu Beginn

source: final depth
de: Endgültige Tiefe

source: rapid down to height
de: schnell runter auf Höhe

source: horizontal feed rate
de: Horizontale Arbeitsgeschwindigkeit

source: vertical feed rate
de: Vertikale Arbeitsgeschwindigkeit

source: spindle speed
de: Spindel Geschwindigkeit

source: You must select some sketches, first!
de: Erst Zeichnungn markieren

source: There are no solids!
de: Keine 3D Körper

source: You must select some sketches first!
de: Erst eine Zeichnung markieren

source: NC files
de: G-Code Dateien

source: Open NC file
de: NC Datei öffnen

source: Save NC file
de: G-Code speichern

source: Couldn't open file
de: Kann Datei nicht öffnen

source: Profile
de: Profil

source: Pocket
de: Tasche

source: Adaptive
de: Anpassen

source: PostProcess
de: Umwandeln in G-Code

source: OpenNC
de: Öffne G-Code

source: SaveNC
de: G-Code speichern

source: New Profile Operation...
de: Neues Profil fräsen

source: New Pocket Operation...
de: Neue (Fräs-)Taschen erstellen

source: New Adaptive Roughing Operation...
de: Neuer Adaptiver Schruppzyklus

source: Operations
de: Operationen

source: Make Python Script
de: Erstelle Python Script

source: Post-Process
de: Umwandeln nach G-Code

source: Machining
de: CNC

source: nc options
de: G-Code Optionen

source: text colors
de: Text Farbe

source: default color
de: Voreingestellte Farbe

source: block color
de: Block Farbe

source: misc color
de: Farbe für übrige Dinge

source: program color
de: Programm Farbe

source: tool color
de: Werkzeug Farbe

source: comment color
de: Komentar Farbe

source: axis color
de: Axen Farbe

source: rapid color
de: Rapid Farbe

source: comment
de: Kommentar

source: active
de: Aktiv

source: step over
de: Nächster Schritt

source: material allowance
de: Material Abzug

source: round corner factor
de: Faktor für runde Ecken

source: for 90 degree corners
de: Für 90 Grad Ecken

source: 1.5 for square, 1.0 for round
de: 1.5 viereckig,1.0 rund

source: Boundary
de: Umgrenzung

source: Center
de: Mittelpunkt

source: starting_place
de: Start Position

source: Pocket operation - Sketch doesn't exist - %d
de: Taschen Operation - Zeichnung existiert nicht-·%d

source: Pocket operation - Sketch must be a closed shape - sketch %d
de: Taschen Operation - Zeichnung muss eine geschlossene Kontur sein - sketch·%d

source: Pocket operation - Badly ordered sketch - sketch %d
de: Taschen Operation - Falsch aufgebaute Zeichnung - sketch·%d

source: Left
de: Links daneben

source: Right
de: Rechts daneben

source: On
de: Auf der Linie

source: tool on side
de: Werkzeug auf der Seite

source: auto roll on
de: Automatischer Einstiegsradius

source: roll on point
de: Einstiegspunkt

source: auto roll off
de: Automatischer Ausstiegsradius

source: roll off point
de: Ausstiegspunkt

source: use start point
de: Nutze Startpunkt

source: start point
de: Startpunkt

source: use end point
de: Nutze Endpunkt

source: end point
de: Endpunkt

source: Pick Start
de: Wähle Start

source: Pick new start point
de: Wähle neuen Startpunkt

source: Pick End
de: Wähle Ende

source: Pick new end point
de: Wähle neuen Endpunkt

source: Set All Operations Active
de: Setze alle Operationen auf Aktiv

source: Set All Operations Inactive
de: Setze alle Operationen auf Inaktiv

source: output file
de: Ausgabe Datei

source: cylindrical
de: Zylindrisch

source: toroidal
de: Ringkern(Donut)

source: tool type
de: Werkzeugtyp
